tap "artginzburg/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "kong/deck"
brew "libpng"
brew "xz"
brew "zstd"
brew "little-cms2"
brew "libyaml"
brew "sqlite"
brew "aws-sam-cli"
brew "oniguruma"
brew "bat"
brew "bdw-gc"
brew "blueutil"
brew "buf"
brew "c-ares"
brew "freetype"
brew "libunistring"
brew "cmake"
brew "colima", restart_service: :changed
brew "cookiecutter"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "dos2unix"
brew "duf"
brew "libevent"
brew "libsodium"
brew "folly"
brew "f3"
brew "fd"
brew "findutils"
brew "unixodbc"
brew "freetds"
brew "fribidi"
brew "fzf"
brew "gd"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "git-revise"
brew "git-sizer"
brew "glab"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "npth"
brew "gnupg"
brew "go-task"
brew "harfbuzz"
brew "gradle"
brew "pango"
brew "graphviz"
brew "grep"
brew "gron"
brew "grpcurl"
brew "gsettings-desktop-schemas"
brew "htop"
brew "hub"
brew "hyperfine"
brew "iproute2mac"
brew "jansson"
brew "jq"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "lazydocker"
brew "lazygit"
brew "libiconv"
brew "libmemcached"
brew "libxml2"
brew "mas"
brew "maven"
brew "mdcat"
brew "ncdu"
brew "nmap"
brew "node"
brew "noti"
brew "nss"
brew "oauth2c"
brew "ollama", restart_service: :changed
brew "onefetch"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "pangomm"
brew "pcre"
brew "php"
brew "pipx"
brew "pkgconf"
brew "plantuml"
brew "poppler"
brew "pup"
brew "python@3.8"
brew "python@3.9"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "sponge"
brew "terraform"
brew "tlrc"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "vala"
brew "watch"
brew "watchman"
brew "wget"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "artginzburg/tap/sudo-touchid"
cask "alfred"
cask "alt-tab"
cask "ankerwork"
cask "arc"
cask "authy"
cask "balsamiq-wireframes"
cask "biscuit"
cask "bitwarden"
cask "bluesnooze"
cask "cameracontroller"
cask "chromium"
cask "cursor"
cask "disk-inventory-x"
cask "drawio"
cask "duplicati"
cask "ferdium"
cask "firefox"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inter"
cask "font-ubuntu-nerd-font"
cask "gephi"
cask "gfxcardstatus"
cask "ghostty"
cask "gifcapture"
cask "google-chrome"
cask "hammerspoon"
cask "hiddenbar"
cask "hyper"
cask "imageoptim"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kap"
cask "karabiner-elements"
cask "keka"
cask "key-codes"
cask "kopiaui"
cask "krita"
cask "losslesscut"
cask "obs"
cask "obsidian"
cask "pomotroid"
cask "powershell"
cask "raycast"
cask "signal"
cask "skitch"
cask "slack"
cask "spaceradar"
cask "spectacle"
cask "spotify"
cask "swiftbar"
cask "syncthing"
cask "tabby"
cask "temurin@17"
cask "tenor"
cask "todoist"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "xbar"
cask "yed"
vscode "bmewburn.vscode-intelephense-client"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "dotiful.dotfiles-syntax-highlighting"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "file-icons.file-icons"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.markdown-extended"
vscode "jetmartin.bats"
vscode "k--kato.intellij-idea-keybindings"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mtxr.sqltools"
vscode "mushan.vscode-paste-image"
vscode "nrwl.angular-console"
vscode "phproberto.vscode-php-getters-setters"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rokoroku.vscode-theme-darcula"
vscode "ryu1kn.annotator"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "tlahmann.alex-linter"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "zaaack.markdown-editor"
